Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Resets Weblate’s repository to match upstream and reapplies pending translations onto the reset repository state.
sv: Återställer Weblates förråd så att det stämmer överens med uppströmsversionen och tillämpar de väntande översättningarna på det återställda förrådet.

source: Missing language files must already exist upstream or Weblate must be able to create them for the component.
sv: Saknade språkfiler måste redan finnas i uppströms eller så måste Weblate kunna skapa dem för komponenten.

source: This might discard edits that cannot be committed because of the configured commit policy.
sv: Detta kan leda till att redigeringar som inte kan utföras på grund av den konfigurerade fastställandepolicyn kastas.

source: File management
sv: Filhantering

source: Remove duplicates
sv: Ta bort dubbletter

source: Remove duplicated strings from the translation file
sv: Ta bort duplicerade strängar från översättningsfilen

source: Removes repeated strings with the same identifier from the translation file.
sv: Tar bort upprepade strängar med samma identifierare från översättningsfilen.

source: Use when the translation file contains duplicate strings that are not present in Weblate.
sv: Använd när översättningsfilen innehåller duplicerade strängar som inte finns i Weblate.

source: Cleanup unused
sv: Rensa bort oanvända

source: Remove unused strings from the translation file
sv: Ta bort oanvända strängar från översättningsfilen

source: Removes strings that are no longer present in the base file.
sv: Tar bort strängar som inte längre finns i basfilen.

source: The cleanup translation files add-on can perform this automatically.
sv: Tillägget för rensning av översättningsfiler kan sköta detta automatiskt.

source: Remove obsolete
sv: Ta bort föråldrade

source: Remove obsolete strings from the translation file
sv: Ta bort föråldrade strängar från översättningsfilen

source: Removes obsolete strings from PO files.
sv: Tar bort föråldrade strängar från PO-filer.

source: Use when obsolete entries should be pruned without enabling automatic removal on save.
sv: Använd när föråldrade poster skall ansas bort utan att aktivera att de automatiskt tas bort när man sparar.

source: Use these operations with caution, they rewrite the translation file.
sv: Använd dessa operationer med försiktighet, de skriver om översättningsfilen.

source: Edit repository configuration
sv: Redigera arkivkonfiguration

source: Approve the translation and save and continue. Only available to reviewers.
sv: Godkänn översättningen och spara och fortsätt. Endast tillgängligt för granskare.

source: Translation workflow
sv: Översättningsarbetsflöde

source: The message is shown for all translations in this project language, until its given expiry, or permanently until it is deleted.
sv: Meddelandet visas på alla översättningar inom dett projektsprål så länge det är giltigt eller permanent tills det tas bort.

source: This service can send source strings, translations, and related context to a third-party provider. Review the provider's terms and privacy policy before enabling it.
sv: Denna tjänst kan skicka källsträngar, översättningar och relaterat sammanhang till en tredjepartsleverantör. Granska leverantörens villkor och sekretesspolicy innan du aktiverar den.

source: Following billings have recurring payment scheduled for automatic disablement due to inactivity:
sv: Följande fakturor har automatisk avaktivering av återkommande betalningar schemalagdt på grund av inaktivitet:

source: Recurring annual payment for your billing plan will be disabled on %(date)s because the covered projects seem abandoned.
sv: Den återkommande årliga betalningen för ditt abonnemang kommer att deaktiveras den %(date)s eftersom de projekt som omfattas av abonnemanget verkar ha övergivits.

source: The newest known upstream repository commit for these projects is from %(date)s.
sv: Den senaste kända uppdateringen i uppströmsförrådet för dessa projekt är från %(date)s.

source: Weblate has pending translation changes for these projects since %(date)s.
sv: Weblate har översättningsändringar som väntar för dessa projekt sedan den %(date)s.

source: Weblate has repository changes waiting to be pushed since %(date)s.
sv: Weblate har ändringar i förrådet som väntar på att skickas sedan %(date)s.

source: Weblate has been unable to push repository changes since %(date)s.
sv: Weblate har inte kunnat skicka ändringar i förrådet sedan %(date)s.

source: The projects will remain available, but the next payment will need to be made manually.
sv: Projekten förblir tillgängliga, men nästa betalning måste göras manuellt.

source: Recurring payment will be disabled for inactive projects
sv: Återkommande betalningar kommer att deaktiveras för inaktiva projekt

source: Reopened alert: %(alert)s
sv: Återöppnad varning: %(alert)s

source: View diagnostics
sv: Visa diagnostik

source: Weblate.org has created this Hosted Weblate sign-in account so you can access purchased Weblate services.
sv: Weblate.org har skapat detta inloggningskonto för Hosted Weblate så att du kan få tillgång till de Weblate-tjänster du har köpt.

source: Please set the password for this sign-in account now.
sv: Ange lösenordet för detta inloggningskonto nu.

source: Set password for your Weblate account
sv: Sätt ett lösenord för ditt Weblate-konto

source: Set account password
sv: Sätt kontolösenord

source: Note: This notification has been truncated as there were over 100 entries.
sv: Obs! Den här aviseringen har kortats eftersom den innehöll fler än 100 poster.

source: Translation activity in this period:
sv: Översättningsaktivitet under denna period:

source: Translation activity summary
sv: Översättningsaktivitetssammanfattning

source: Component diagnostics
sv: Komponentdiagnostik

source: Completed with warnings
sv: Slutförda med varningar

source: Professional support for your organization
sv: Professionell support för din organisation

source: Purchase professional support for expert help with setup, maintenance, and troubleshooting.
sv: Köp professionell support för att få experthjälp med konfiguration, underhåll och felsökning.

source: Your subscription also funds the ongoing development of Weblate.
sv: Din prenumeration finansierar också den fortsatta utvecklingen av Weblate.

source: Unlink support package and disable Discover Weblate
sv: Ta bort kopplingen till stödpaketet och deaktivera Discover Weblate

source: Purchase support
sv: Köp support

source: Discover Weblate helps translators find Weblate sites and projects to contribute to.
sv: Discover Weblate hjälper översättare att hitta Weblate-sajter och projekt att bidra till.

source: When enabled, weblate.org lists your site details and public or protected projects.
sv: När funktionen är aktiverad listar weblate.org dina webbplatsuppgifter och offentliga eller skyddade projekt.

source: Enable Discover Weblate
sv: Aktivera Discover Weblate

source: Translation memory migration
sv: Överföring av översättningsminne

source: Scope backfill
sv: Räckvidd för återfyllnad

source: Translation memory scope backfill
sv: Räckvidd för återfyllnad av översättningsminnet

source: Entries processed
sv: Bearbetade poster

source: Duplicate candidate scan
sv: Kontroll av dubbla kandidater

source: Translation memory duplicate candidate scan
sv: Genomsökning av kandidater för dubbletter i översättningsminnet

source: Candidate scan cursor
sv: Markör för kandidatsökning

source: Not needed
sv: Behövs inte

source: Not yet started
sv: Ej påbörjad ännu

source: Scanning duplicate candidates
sv: Genomsökning efter dubbla kandidater

source: Backfilling scopes
sv: Räckvidder för återfyllnad

source: PostgreSQL database
sv: PostgreSQL-databas

source: Data directory latency
sv: Fördröjning i datakatalogen

source: Not measured
sv: Ej uppmätt

source: Cache directory latency
sv: Fördröjning i cachekatalogen

source: Bulk invite users
sv: Bjud in användare i grupp

source: Workspaces
sv: Arbetsområden

source: Add workspace
sv: Lägg till ett arbetsområde

source: Manage workspaces
sv: Hantera arbetsområden

source: Search workspaces
sv: Sök i arbetsområden

source: No workspaces found.
sv: Inga arbetsområden hittades.

source: Number of entries for %(workspace)s
sv: Antal poster för %(workspace)s

source: Active entries
sv: Aktiva poster

source: Pending entries
sv: Väntande poster

source: Use workspace translation memory
sv: Använd arbetsområdets översättningsminne

source: Contribute to workspace translation memory
sv: Bidra till arbetsområdets översättningsminne

source: Languages already used as target languages in this project can be added immediately. Other languages are requested from the project maintainers.
sv: Språk som redan används som målspråk i projektet kan läggas till direkt. Andra språk begärs från projektets underhållare.

source: Move project
sv: Flytta projekt

source: Move
sv: Flytta

source: Thank you for contributing translations.
sv: Tack för att du bidrar med översättningar.

source: Donate to Weblate development
sv: Donera till utvecklingen av Weblate

source: Update preview
sv: Förhandsgranskning av uppdatering

source: Generated by
sv: Skapad av

source: Generated on
sv: Skapad den

source: Download JSON
sv: Ladda ner JSON

source: Download HTML
sv: Ladda ner HTML

source: Download reStructuredText
sv: Ladda ner reStructuredText

source: Use query syntax; boolean operators like <code>AND</code>, <code>OR</code>, and <code>NOT</code> are case-insensitive.
sv: Använd frågesyntax; booleska operatorer som <code>AND</code>, <code>OR</code> och <code>NOT</code> är skiftlägesokänsliga.

source: Search query syntax documentation
sv: Dokumentation av sökfrågesyntax

source: Suggests source strings by recognizing text in this screenshot.
sv: Föreslår källsträngar genom att känna igen texten i den här skärmdumpen.

source: Find strings in image
sv: Sök efter strängar i bilden

source: Add selected
sv: Lägg till valda

source: Source strings with screenshots
sv: Källsträngar med skärmdumpar

source: Source strings without screenshots
sv: Källsträngar utan skärmdumpar

source: Search screenshot names. Use field-specific queries for repository paths, languages, and assigned strings.
sv: Sök namn på skärmdumpar. Använd fält-specifika sökfrågor för förrådsökvägar, språk och tilldelade strängar.

source: Screenshot search documentation
sv: Dokumentation om sökning efter skärmdumpar

source: No screenshots found.
sv: Inga skärmdumpar hittades.

source: Select a screenshot
sv: Välj en skärmbild

source: Source-language screenshots are shown for every translation of this string. Other screenshots are shown only for their language.
sv: Skärmbilder på källspråket visas för alla översättningar av den här strängen. Övriga skärmbilder visas endast för respektive språk.

source: Selected
sv: Vald

source: No matching screenshots available.
sv: Inga matchande skärmbilder finns tillgängliga.

source: Screenshot pages
sv: Sidor med skärmbilder

source: Page %(current)s of %(total)s
sv: Sida %(current)s av %(total)s

source: Select source string
sv: Välj källsträng

source: Select all source strings
sv: Välj alla källsträngar

source: Automatic translation takes existing translations in this workspace and applies them to matching strings.
sv: Den automatiska översättningen hämtar befintliga översättningar i detta arbetsområde och tillämpar dem på matchande strängar.

source: Automatic translation via machine translation uses active machine translation engines to get the best possible translations and applies them in this workspace.
sv: Automatisk översättning via maskinöversättning använder aktiva maskinöversättningsmotorer för att få fram de bästa möjliga översättningarna och tillämpar dem i detta arbetsområde.

source: Approval is required before this translation can be written to the translation file.
sv: Godkännande krävs innan den här översättningen kan skrivas till översättningsfilen.

source: Resolve this translation’s needs-editing state before it can be written to the translation file.
sv: Åtgärda den här översättningens status ”behöver redigeras” innan den kan skrivas till översättningsfilen.

source: Learn how the <a href="%(policy_url)s">translation quality filter</a> controls which translations are written to files.
sv: Lär dig hur <a href="%(policy_url)s">filtret för översättningskvalitet</a> styr vilka översättningar som skrivs till filer.

source: Configure language workflow
sv: Konfigurera språkets arbetsflöde

source: Configure translation quality filter
sv: Konfigurera filtret för översättningskvalitet

source: Clear filters
sv: Rensa filtren

source: Active: %(count)s
sv: Aktiva: %(count)s

source: Dismissed: %(count)s
sv: Avfärdade: %(count)s

source: Affected projects
sv: Påverkade projekt

source: Affected components
sv: Påverkade komponenter

source: No diagnostics match the selected filters.
sv: Ingen diagnostik matchar de valda filtren.

source: Support Weblate development
sv: Stöd utvecklingen av Weblate

source: Thank you for using Weblate and contributing translations.
sv: Tack för att du använder Weblate och bidrar med översättningar.

source: If you would like to give more, an optional donation funds development and maintenance of Weblate itself.
sv: Om du vill bidra mer kan du göra en frivillig donation som finansierar utveckling och underhåll av själva Weblate.

source: Loading results…
sv: Läser in resultat…

source: This project requires two-factor authentication from all contributors. You won’t be able to contribute until you configure it.
sv: Detta projekt kräver tvåfaktorsautentisering från alla bidragsgivare. Du kan inte bidra förrän du har konfigurerat det.

source: You are a member of the team that requires two-factor authentication. You won’t be able to use any of its privileges until you configure 2FA.
sv: Du är medlem i ett team som kräver tvåfaktorsautentisering. Du kommer inte att kunna använda några av dess privilegier förrän du har konfigurerat 2FA.

source: Source explanation
sv: Förklaring av källsträngen

source: Direct translation editing is restricted to privileged users.
sv: Direkt redigering av översättningar är begränsat till behöriga användare.

source: Mention you use Weblate for translations in the README. It’ll attract new translators and also help Weblate to be free for more projects.
sv: Nämn att du använder Weblate för översättningar i README. Det lockar nya översättare och hjälper också Weblate att vara gratis för fler projekt.

source: Scrollable table
sv: Rullbar tabell

source: Unreviewed
sv: Ej granskade

source: Billing #%(id)s
sv: Fakturanummer %(id)s

source: This project is in a trial period and is publicly accessible. Post an announcement and/or lock it if you don’t want contributions until you finish the setup.
sv: Detta projekt är i en provperiod och är publikt tillgängligt. Publicera ett meddelande och/eller lås det om du inte vill ha bidrag förrän du är klar med installationen.

source: Search for…
sv: Sök efter…

source: Strings with comments mentioning you
sv: Strängar med kommentarer som nämner dig

source: Refresh results
sv: Uppdatera resultat

source: You don't have permission to view reports for all users; contributor reports will list only your contributions.
sv: Du har inte behörighet att visa rapporter över alla användare; bidragsrapporter visar endast dina egna bidrag.

source: Lists translators contributing in the selected period.
sv: Visar en lista över översättare som har bidragit under den valda perioden.

source: Cost estimate
sv: Kostnadsuppskattning

source: Estimates translation costs from source words and translation memory matches.
sv: Uppskattar översättningskostnader från källord och träffar i översättningsminnet.

source: Translator work analysis
sv: Analys av översättarens arbete

source: Analyzes realistic daily translator throughput while filtering obvious outliers.
sv: Analyserar den realistiska dagliga kapaciteten för översättningar samtidigt som uppenbara extremvärden filtreras bort.

source: Past reports
sv: Tidigare rapporter

source: Previously generated reports
sv: Tidigare genererade rapporter

source: Creator
sv: Skapare

source: No reports have been generated yet.
sv: Inga rapporter har genererats ännu.

source: Report history pagination
sv: Paginering av rapporthistorik

source: Reviews are enabled for this language.
sv: Granskning är aktiverad för det här språket.

source: Reviews are disabled for this language.
sv: Granskning är inaktiverad för det här språket.

source: Review setting: %(origin)s.
sv: Granskningsinställning: %(origin)s.

source: Learn how to <a href="%(workflow_url)s">customize the workflow for this language</a>.
sv: Lär dig hur du <a href="%(workflow_url)s">anpassar arbetsflödet för det här språket</a>.

source: Learn how to customize translation workflows.
sv: Lär dig hur du anpassar översättningsarbetsflöden.

source: Configure translation workflow
sv: Konfigurera översättningsarbetsflöde

source: <a href="%(url)s">Organize the project</a> to change its URL slug, move it, or remove it.
sv: <a href="%(url)s">Organisera projektet</a> för att ändra dess URL-slug, flytta det eller ta bort det.

source: <a href="%(url)s">Organize the category</a> to change its URL slug, move or remove it.
sv: <a href="%(url)s">Organisera kategorin</a> för att ändra dess URL-slug, flytta eller ta bort den.

source: Accept all suggestions from %(username)s in %(translation)s
sv: Acceptera alla förslag från %(username)s i %(translation)s

source: Using Weblate in your organization?
sv: Använder din organisation Weblate?

source: Already purchased? Link your support package
sv: Har du redan köpt ett supportpaket? Koppla det här

source: Term information from the translation file
sv: Terminformation från översättningsfilen

source: Source terms
sv: Källtermer

source: Target terms
sv: Måltermer

source: Source strings can’t be edited. You can delete them and add new ones.
sv: Källsträngar kan inte redigeras. Du kan ta bort dem och lägga till nya.

source: Uploading translations at this level is not supported. Open an individual translation and upload the file there.
sv: Det går inte att ladda upp översättningar på den här nivån. Öppna en enskild översättning och ladda upp filen där.

source: Revert user edits
sv: Återställ användarens ändringar

source: Revert the latest editable translations by <b>%(user)s</b> across all projects.
sv: Återställ de senaste redigerbara översättningarna av <b>%(user)s</b> i alla projekt.

source: Revert the latest editable translations by <b>%(user)s</b> in this project.
sv: Återställ de senaste redigerbara översättningarna av <b>%(user)s</b> i detta projekt.

source: Reject user suggestions
sv: Avvisa användarförslag

source: Reject all pending suggestions from <b>%(user)s</b> across all projects.
sv: Avvisa alla väntande förslag från <b>%(user)s</b> i alla projekt.

source: Reject all pending suggestions from <b>%(user)s</b> in this project.
sv: Avvisa alla väntande förslag från <b>%(user)s</b> i detta projekt.

source: Delete user comments
sv: Radera användarkommentarer

source: Delete all comments from <b>%(user)s</b> across all projects.
sv: Radera alla kommentarer från <b>%(user)s</b> i alla projekt.

source: Delete all comments from <b>%(user)s</b> in this project.
sv: Radera alla kommentarer från <b>%(user)s</b> i detta projekt.

source: You are about to continue resetting the password for your Weblate account.
sv: Du står i begrepp att gå vidare med att återställa lösenordet för ditt Weblate-konto.

source: You are about to continue removing your Weblate account.
sv: Du står i begrepp att gå vidare med att radera ditt Weblate-konto.

source: You are about to accept an invitation and create a Weblate account.
sv: Du står i begrepp att acceptera en inbjudan och skapa ett Weblate-konto.

source: You are about to complete registration and create a Weblate account.
sv: Du står i begrepp att slutföra registreringen och skapa ett Weblate-konto.

source: Continue only if you opened the confirmation link from your e-mail.
sv: Fortsätt bara om du öppnade bekräftelselänken från ditt e-postmeddelande.

source: Continue password reset
sv: Gå vidare med lösenordsåterställningen

source: Continue account removal
sv: Gå vidare med att radera kontot

source: Weblate pushed the changes and created the pull request, but could not merge it automatically.
sv: Weblate skickade iväg ändringarna och skapade en pull-begäran, men kunde inte slå samman den automatiskt.

source: Check that the repository allows auto-merge and the selected merge method, or turn off automatic merging in the version control parameters.
sv: Kontrollera att förrådet tillåter automatisk sammanfogning och den valda sammanfogningsmetoden, eller inaktivera automatisk sammanfogning i parametrarna för versionshantering.

source: The component looks like it contains regular gettext PO files, but it is configured as monolingual gettext PO.
sv: Komponenten ser ut som den innehåller vanliga gettext PO-filer, men den är konfigurerad som enspråkig gettext PO.

source: If these are bilingual PO files, change the file format to gettext PO file, clear the monolingual base language file, and update the component.
sv: Om dessa är tvåspråkiga PO-filer, ändra filformatet till gettext PO-fil, töm den rensa den enspråkiga basspråkfilen och uppdatera komponenten.

source: Weblate could not validate the repository browser URL:
sv: Weblate kunde inte validera arkivutforskaren URL:en:

source: Weblate could not validate the project website URL:
sv: Weblate kunde inte validera projektets webbplats-URL:

source: The repository URL returned a permanent HTTP redirect. Weblate automatically accepts only verified redirects on the same host. Update the component to use the canonical repository URL if the redirect points elsewhere.
sv: URL:en till förrådet returnerade en permanent HTTP-omdirigering. Weblate accepterar automatiskt endast verifierade omdirigeringar på samma värd. Uppdatera komponenten så att den använder den kanoniska URL:en till förrådet om omdirigeringen pekar på en annan plats.

source: This version control backend cannot enforce private-address restrictions for the configured URL. Ask the instance administrator to add the trusted repository hostname to VCS_ALLOW_HOSTS.
sv: Denna bakände för versionshantering kan inte tvinga på begränsningar för privata adresser för den konfigurerade URL:en. Be instansadministratören att lägga till värdnamnet för det betrodda förrådet i VCS_ALLOW_HOSTS.

source: Weblate blocked the repository URL because its destination is not permitted by this instance. Use a publicly reachable repository URL, or ask the instance administrator to allow the trusted repository host.
sv: Weblate blockerade förrådets URL eftersom destinationen inte är tillåten av denna instans. Använd en publikt tillgänglig URL till förrådet, eller be instansadministratören att tillåta den betrodda förrådsvärden.

source: The configured repository URL is not valid. Check the URL in the component settings and use a complete repository URL supported by the selected version control system.
sv: Den konfigurerade förrådets URL är inte giltig. Kontrollera URL:en i komponentinställningarna och använd en fullständig URL till förrådet som stödjs av det valda versionshanteringssystemet.

source: The repository URL uses a protocol which is not permitted by this instance. Use HTTPS or SSH, or ask the instance administrator whether another protocol can be safely enabled.
sv: URL:en till förrådet använder ett protokoll som inte är tillåtet av denna instans. Använd HTTPS eller SSH, eller fråga instansadministratören om ett annat protokoll kan aktiveras på ett säkert sätt.
